0	<PAD/>
1	EMPTY
2	ret
3	je
4	esp
5	XXXXh
6	edi
7	XXXX
8	eax
9	cr4
10	rax
11	ecx
12	cr3
13	cr0
14	al
15	ds:0FFFF800017800000h
16	rdi
17	rcx
18	rdx
19	3
20	movsq
21	7
22	movsb
23	rsi
24	_real_mode_bootstrap_end
25	short XXXX
26	r8
27	cx
28	ax
29	stosq
30	stosb
31	1
32	stosd
33	rbp
34	rsp
35	r12
36	r13
37	rbx
38	0
39	8
40	4
41	6
42	r12d
43	var_70
44	var_6C
45	var_68
46	var_64
47	var_60
48	var_5C
49	var_58
50	var_54
51	var_50
52	var_4C
53	var_48
54	var_44
55	var_40
56	var_3C
57	var_38
58	var_34
59	r10
60	r8d
61	r9
62	edx
63	2
64	r11
65	_hashLookupTable_new
66	dl
67	esi
68	_BootPTD
69	5
70	9
71	arg_0
72	_ret64_iret
73	_idt64_hndl_table0
74	gs:
75	arg_30
76	arg_10
77	arg_28
78	r11d
79	arg_20
80	arg_18
81	arg_8
82	var_18
83	short $
84	var_20
85	r14
86	r15
87	gs:148h
88	gs:120h
89	r9d
90	cl
91	var_A0
92	cs:_gIOHibernateDebugFlags
93	dx
94	var_30
95	r14d
96	_debug_code
97	cs:_gIOHibernateCurrentHeader
98	_pal_hib_map
99	ebx
100	var_A8
101	var_78
102	var_80
103	r15d
104	var_98
105	var_D8
106	var_B8
107	var_2C
108	var_C8
109	var_C0
110	var_E8
111	var_F8
112	var_D0
113	var_84
114	var_90
115	var_E0
116	cs:_gIOHibernateHandoffPageCount
117	var_108
118	var_F0
119	var_AC
120	var_100
121	_gIOHibernateHandoffPages
122	_hibernate_restore_phys_page
123	var_88
124	r13d
125	var_1110
126	_WKdm_decompress_new
127	_bzero
128	_hibernateRestorePALState
129	_pal_hib_patchup
130	cs:_gIOHibernateState
131	_acpi_wake_prot_entry
132	dil
133	r8b
134	___firehose_allocate
135	var_28
136	var_2E
137	var_24
138	var_2A
139	r13b
140	___firehose_critical_region_enter
141	xadd
142	cmpxchg
143	si
144	___firehose_critical_region_leave
145	___firehose_buffer_push_to_logd
146	bx
147	r9w
148	r11w
149	and
150	_firehose_buffer_stream_chunk_install
151	aUnableToRecycl
152	_panic
153	r13w
154	sil
155	r12w
156	_current_thread
157	_thread_tid
158	or
159	cs:_kernel_firehose_buffer
160	__dispatch_gate_wait
161	r15w
162	r10b
163	_firehose_buffer_ring_enqueue
164	_cpu_number
165	_firehose_buffer_tracepoint_reserve_slow
166	_firehose_buffer_create
167	r14w
168	r10d
169	sub
170	inc
171	$
172	cs:saved_rsp
173	cs:saved_cr0
174	cr2
175	cs:saved_cr2
176	cs:saved_cr3
177	cs:saved_cr4
178	cs:saved_es
179	es
180	cs:saved_fs
181	fs
182	cs:saved_gs
183	gs
184	cs:saved_ss
185	ss
186	cs:saved_ugs_base
187	cs:XXXX
188	cs:saved_kgs_base
189	fcs:saved_gdt
190	cs:saved_ldt
191	fcs:saved_idt
192	cs:saved_tr
193	wake_restore
194	ds
195	saved_gdt
196	var_94
197	var_8C
198	var_7C
199	var_74
200	XXXXhECKPOINT
201	arg_48
202	arg_40
203	arg_38
204	arg_58
205	arg_50
206	xmm0
207	xmm
208	xmm1
209	xmm2
210	gs:18h
211	gs:4Ch
212	var_8
213	_preemption_underflow_panic
214	gs:8
215	mutex_assert_owned_str
216	_mc_task_stack_end
217	mutex_interlock_destroyed_str
218	cs:_lockstat_probe
219	lck_mtx_destroyed
220	_lck_mtx_lock_acquire_x86
221	_lck_mtx_lock_spinwait_x86
222	_lck_mtx_lock_wait_x86
223	_lck_mtx_unlock_wakeup_x86
224	aMutexUnlockAtt
225	aPreemptionLeve_0
226	_dtrace_thread_bootstrap
227	_return_from_trap
228	_bcopystr_ret
229	cs:_kernel_stack_size
230	gs:28h
231	gs:30h
232	ebp
233	_thread_continue
234	gs:38h
235	short __rtc_nanotime_read
236	_thread_terminate
237	cs:_commPagePtr32
238	cs:_commPagePtr64
239	_ks_dispatch_kernel
240	gs:138h
241	gs:130h
242	_ks_dispatch_user
243	gs:10Ch
244	short _ks_return
245	cs:_pmap_smap_enabled
246	gs:118h
247	gs:100h
248	gs:128h
249	cs:_no_shared_cr3
250	gs:0E10h
251	gs:104h
252	gs:108h
253	dr7
254	gs:1CCh
255	cs:_dblmap_base
256	cs:_dblmap_max
257	cs:_dblmap_dist
258	_idt64_hndl_table1
259	gs:0E18h
260	gs:1D4h
261	gs:0DE0h
262	gs:158h
263	gs:0DE8h
264	gs:160h
265	dr0
266	dr1
267	dr2
268	dr3
269	gs:0DD0h
270	gs:110h
271	ret_to_kernel
272	arg_14
273	gs:0E0Ch
274	gs:0DD8h
275	gs:0E14h
276	arg_C
277	arg_B8
278	arg_C0
279	_idt64_sysenter
280	_ret32_iret
281	_ret32_set_ds
282	_ret32_set_es
283	_ret32_set_fs
284	_ret32_set_gs
285	_ks_kernel_trap
286	arg_98
287	arg_A0
288	arg_A8
289	trap_from_kernel
290	_user_trap
291	_lck_rw_clear_promotions_x86
292	_return_to_user
293	_commpage_is_in_pfz32
294	_commpage_is_in_pfz64
295	_ast_taken_user
296	_kernel_trap
297	cs:_kernel_stack_mask
298	_ast_taken_kernel
299	int_from_intstack
300	gs:20h
301	gs:40h
302	_interrupt
303	ast_from_interrupt_user
304	gs:0F90h
305	gs:0F98h
306	_ret_to_user
307	_hndl_mach_scall
308	_unix_syscall
309	_mach_call_munger
310	_machdep_syscall
311	_hndl_mach_scall64
312	_hndl_unix_scall64
313	_hndl_mdep_scall64
314	_hndl_diag_scall64
315	_i386_exception
316	_unix_syscall64
317	_mach_call_munger64
318	_machdep_syscall64
319	_diagCall64
320	_panic_machine_check64
321	_panic_double_fault64
322	var_C
323	var_10
324	_sysctl_io_number
325	_dtrace_lock
326	_lck_mtx_lock
327	cs:_dtrace_err_verbose
328	_lck_mtx_unlock
329	var_14
330	cs:_dtrace_buffer_memory_inuse
331	cs:_dtrace_buffer_memory_maxsize
332	cs:_dtrace_difo_maxsize
333	cs:_dtrace_dof_maxsize
334	cs:_dtrace_statvar_maxsize_max
335	cs:_dtrace_statvar_maxsize
336	cs:_dtrace_provide_private_probes
337	aDtraceAssertio
338	_cpu_core
339	_cpu_list
340	cs:_dtrace_toxranges
341	cs:_dtrace_toxrange
342	_dtrace_set_thread_recover
343	_kernel_pmap
344	_pmap_find_phys
345	_pmap_valid_page
346	bl
347	_dtrace_canload_remains
348	_dtrace_canstore_remains
349	__disable_preemption
350	cs:_dtrace_probeid_error
351	___dtrace_probe
352	_dtrace_getipl
353	_dtrace_get_thread_reentering
354	_dtrace_set_thread_reentering
355	__enable_preemption
356	var_1D8
357	var_1F8
358	var_208
359	___stack_chk_guard
360	_dtrace_interrupt_disable
361	cs:_dtrace_probes
362	var_248
363	var_2F8
364	_ml_at_interrupt_context
365	var_2DC
366	_panic_active
367	_dtrace_get_thread_predcache
368	var_3E0
369	cs:_dtrace_vtime_references
370	var_2F0
371	_dtrace_get_thread_tracing
372	_dtrace_calc_thread_recent_vtime
373	_dtrace_abs_to_nano
374	_dtrace_set_thread_vtime
375	_dtrace_gethrtime
376	var_300
377	var_308
378	var_340
379	var_320
380	var_390
381	var_388
382	var_380
383	var_378
384	var_370
385	var_2C8
386	var_268
387	var_3D0
388	var_1E8
389	var_1F0
390	var_398
391	cs:_dtrace_provider
392	var_2D8
393	cs:_dtrace_deadman_timeout
394	_dtrace_is_restricted
395	_dtrace_cas32
396	cs:_dtrace_probeid_begin
397	_dtrace_CRED
398	_posix_cred_get
399	cs:_dtrace_destructive_disallow
400	var_270
401	var_3B0
402	_dtrace_buffer_reserve
403	var_230
404	var_228
405	var_360
406	var_288
407	var_368
408	var_310
409	_dtrace_dif_emulate
410	_dtrace_set_thread_predcache
411	var_27C
412	var_2D0
413	var_3D8
414	var_250
415	var_200
416	var_1E0
417	var_238
418	_get_bsdthread_info
419	_act_set_astbsd
420	var_220
421	cs:_dtrace_chill_interval
422	var_210
423	var_240
424	var_260
425	_dtrace_load8
426	_dtrace_fuword8
427	var_258
428	cs:_dtrace_chill_max
429	_dtrace_priv_proc
430	var_2B0
431	var_278
432	var_290
433	var_298
434	var_2A8
435	var_218
436	_dtrace_priv_proc_destructive
437	_dtrace_are_restrictions_relaxed
438	_dtrace_getpcstack
439	ds:0
440	_current_proc
441	var_3A8
442	var_3C0
443	var_2A0
444	var_3A0
445	_dtrace_getupcstack
446	_dtrace_proc_selfpid
447	cs:_dtrace_panicked
448	_dtrace_panicked
449	_dtrace_casptr
450	aDtracePanicAct
451	var_1D0
452	var_1C8
453	var_1C0
454	var_1BE
455	var_1B6
456	var_1AE
457	a0123456789abcd
458	_dtrace_getufpstack
459	var_2E8
460	var_2C0
461	var_3C8
462	var_2B8
463	var_3B8
464	cs:_dtrace_helptrace_enabled
465	_dtrace_helper_trace
466	_kauth_cred_get
467	_kauth_cred_issuser
468	_dtrace_speculation_commit
469	_debug_enter
470	_dtrace_strsize_default
471	_dtrace_set_thread_tracing
472	var_324
473	_dtrace_probe_error
474	_dtrace_interrupt_enable
475	___stack_chk_fail
476	aFailedToRegist_1
477	aNull
478	aFailedToRegist
479	aFailedToRegist_0
480	_cmn_err
481	aFailedToRegist_3
482	aFailedToRegist_2
483	_dt_kmem_zalloc
484	_strlen
485	_dt_kmem_alloc
486	___strlcpy_chk
487	_crgetuid
488	_dtrace_nullop
489	_dtrace_provider_ops
490	_dtrace_provider_lock
491	aFailedToRegist_4
492	_dtrace_provider
493	cs:_dtrace_retained
494	_dtrace_enabling_provide
495	_cpu_lock
496	_dtrace_match_nul
497	_dtrace_match_string
498	_dtrace_match_glob
499	cs:_dtrace_ecb_create_cache
500	_dtrace_match_nonzero
501	_dtrace_cred2priv
502	_dtrace_ecb_create_enable
503	_dtrace_match
504	cs:_dtrace_probegen
505	aDtraceEnabling
506	var_188
507	var_180
508	var_190
509	cs:_dtrace_retained_gen
510	var_178
511	_mod_lock
512	cs:_dtrace_modctl_list
513	_dtrace_enable_nullop
514	cs:_dtrace_nprobes
515	cs:_dtrace_bymod
516	_dtrace_hash_remove
517	cs:_dtrace_byfunc
518	cs:_dtrace_byname
519	cs:_dtrace_opens
520	cs:_dtrace_anon
521	_dtrace_sync
522	_dt_kmem_free
523	cs:_dtrace_arena
524	_vmem_free
525	cs:_dtrace_probe_t_zone
526	_zfree
527	aAttemptToUnreg
528	_strcmp
529	_vmem_alloc
530	_zalloc
531	_dtrace_hash_add
532	_memmove
533	_dtrace_membar_producer
534	var_B0
535	_strncmp
536	_dtrace_match_probe
537	_dtrace_hash_collisions
538	_dtrace_hash_lookup
539	_dtrace_meta_lock
540	cs:_dtrace_meta_pid
541	aFailedToRegist_7
542	aFailedToRegist_6
543	aFailedToRegist_5
544	cs:_dtrace_deferred_pid
545	_proc_find
546	_dtrace_helper_provide
547	_proc_rele
548	var_37
549	var_36
550	var_35
551	var_33
552	var_32
553	var_31
554	var_2F
555	var_2D
556	var_2B
557	var_CC
558	var_BF
559	var_148
560	var_140
561	var_138
562	var_130
563	var_128
564	var_120
565	var_118
566	var_110
567	var_150
568	aAttemptToUnreg_0
569	_dtrace_dof_mode_lock
570	_lck_rw_lock_shared
571	_lck_rw_unlock_shared
572	_dtrace_fasttrap_fork
573	cs:_dtrace_dof_mode
574	_dtrace_lazy_dofs_process
575	_dtrace_helpers_fork
576	_dtrace_helpers_cleanup
577	_proc_lock
578	_dtrace_fasttrap_exec_ptr
579	_proc_unlock
580	_dtrace_fasttrap_exit_ptr
581	_fasttrap_init
582	_kdi_dtrace_set
583	_dtrace_state_create
584	_lck_rw_lock_exclusive
585	_lck_rw_lock_exclusive_to_shared
586	_dtrace_lazy_dofs_proc_iterate_doit
587	_dtrace_lazy_dofs_proc_iterate_filter
588	_proc_iterate
589	_lck_rw_unlock_exclusive
590	cs:_dtrace_kernel_symbol_mode
591	_getminor
592	_dtrace_state_get
593	_dtrace_state_destroy
594	_dtrace_module_unloaded
595	_proc_is64bit
596	_copyin
597	var_275
598	var_235
599	var_1B5
600	var_175
601	cs:_dtrace_max_cpus
602	var_279
603	var_328
604	var_2BC
605	_dtrace_dof_copyin
606	_dt_kmem_free_aligned
607	_copyout
608	_dtrace_state_go
609	cs:_dtrace_probeid_end
610	_dtrace_probe
611	var_318
612	_dt_kmem_zalloc_aligned
613	var_131
614	var_F1
615	var_71
616	var_274
617	var_234
618	var_1B4
619	var_174
620	cs:_dtrace_retain_max
621	_dtrace_fbt_probes_restricted
622	aDtraceKernelSy_0
623	aSecurityRestri
624	_dtrace_proc_waitfor
625	_task_pidresume
626	_nanoseconds_to_absolutetime
627	_clock_absolutetime_interval_to_deadline
628	_assert_wait_deadline
629	_clear_wait
630	_wakeup
631	var_2FC
632	aDtraceKernelSy_1
633	var_344
634	var_358
635	var_330
636	var_350
637	var_338
638	var_273
639	var_1B3
640	_dtrace_dof_slurp
641	_dtrace_buffer_switch
642	_dtrace_xcall
643	_OSAddAtomic
644	_dtrace_buffer_copyout
645	_dtrace_enabling_destroy
646	aFailedToCopyin_0
647	aFailedToCopyin_1
648	var_22C
649	_dtrace_dof_options
650	_thread_block
651	aDtmulCountIsNo
652	aDtmodsymsCount
653	aFailedCopyinOf
654	aFailedCopyinOf_0
655	_memcmp
656	aFailedCopyoutO
657	_dtrace_can_attach_to_proc
658	aFailedToProces
659	aFailedToCopyin_2
660	_dtrace_helper_destroygen
661	aDofiodCountIsN
662	aFailedCopyinOf_1
663	_dtrace_helper_slurp
664	aLazyDofsAddMer
665	aFailedCopyoutO_0
666	cs:_gDTraceInited
667	XXXXhelperInitBefo
668	cs:_helper_majdevno
669	XXXXhelperInitCall
670	_helper_cdevsw
671	_cdevsw_add
672	fmt
673	_devfs_make_node
674	XXXXhelperInitFail
675	aDtraceInitFail
676	_printf
677	_dtrace_wake_clients
678	_OSBitAndAtomic
679	aDtraceInitCall
680	_ml_get_max_cpus
681	XXXXhwMemsize
682	_dtrace_buffer_memory_maxsize
683	_kernel_sysctlbyname
684	aDtraceInitFail_0
685	_dtrace_cdevsw
686	cs:_gMajDevNo
687	aDtrace
688	_dtrace_clone_func
689	_devfs_make_node_clone
690	aDtraceDtracePr
691	_zinit
692	_lck_attr_alloc_init
693	cs:_dtrace_lck_attr
694	_lck_grp_attr_alloc_init
695	cs:_dtrace_lck_grp_attr
696	_lck_grp_alloc_init
697	cs:_dtrace_lck_grp
698	_lck_mtx_init
699	_dtrace_procwaitfor_lock
700	_lck_rw_init
701	_cyc_lock
702	_dtrace_install_cpu_hooks
703	_dtrace_cpu_setup
704	aDtraceInitFail_1
705	aDtraceInitFail_2
706	_dtrace_isa_init
707	aDtraceDofMode
708	_dtrace_dof_mode
709	_PE_parse_boot_argn
710	aDtraceKernelSy
711	_dtrace_kernel_symbol_mode
712	_dtrace_restriction_policy_load
713	_dtrace_state_reserve
714	_ddi_report_dev
715	cs:_dtrace_devi
716	_dtrace_module_loaded
717	_dtrace_modload
718	_dtrace_modunload
719	_dtrace_cpu_setup_initial
720	_dtrace_cpu_init
721	_dtrace_helpers_destroy
722	_dtrace_helpers_duplicate
723	_dtrace_suspend
724	_dtrace_cpustart_init
725	_dtrace_resume
726	_dtrace_cpustart_fini
727	_dtrace_debugger_init
728	_dtrace_debugger_fini
729	_vmem_create
730	_maxclsyspri
731	aDtraceTaskq
732	_taskq_create
733	cs:_dtrace_taskq
734	aDtraceStateCac
735	_kmem_cache_create
736	cs:_dtrace_state_cache
737	aIllegalValueLu
738	_dtrace_toxrange_add
739	_dtrace_toxic_ranges
740	_dtrace_provider_attr
741	_dtrace_register
742	aBegin
743	_dtrace_probe_create
744	aEnd
745	aError
746	var_104
747	aDofDataD
748	_snprintf
749	_PEReadNVRAMProperty
750	_dt_kmem_alloc_aligned
751	aUnreadableDof
752	aTruncatedHeade
753	aTruncatedDof
754	aInvalidDofSize
755	aOversizedDof
756	aEnablingProbeD
757	cs:_dtrace_helptrace_bufsize
758	cs:_dtrace_helptrace_buffer
759	cs:_dtrace_helptrace_next
760	var_114
761	aKernelDebugger
762	_secure_memset
763	aMachKernel
764	_g_kernel_kmod_info
765	aDtracePostinit
766	aDtraceProvideP
767	_dtrace_provide_private_probes
768	_OSKextRegisterKextsWithDTrace
769	aFailedToCreate
770	aDtraceLoadModu
771	aDtraceModuleLo
772	r14b
773	aScopeDifvScope
774	aUsersYeeunkimD
775	_OSBitOrAtomic
776	_ast_dtrace_on
777	var_1B8
778	var_19C
779	var_198
780	var_170
781	var_160
782	var_154
783	var_13C
784	aIdUintTVstateD_1
785	var_168
786	aIdUintTVstateD
787	_dtrace_dynvar
788	_dtrace_dif_subr
789	cs:_dtrace_strsize_default
790	aIdUintTVstateD_0
791	_dtrace_fuword16
792	_dtrace_fuword32
793	_dtrace_fuword64
794	_dtrace_load16
795	_dtrace_load32
796	_dtrace_load64
797	_dtrace_dif_variable
798	var_1B0
799	var_1A8
800	r15b
801	_dtrace_priv_proc_common_user
802	_dtrace_get_thread_vtime
803	_dtrace_getstackdepth
804	_dtrace_dif_varstr
805	_proc_selfname
806	aGlobal
807	_dtrace_gethrestime
808	_dtrace_proc_selfppid
809	_kauth_getgid
810	_thread_dispatchqaddr
811	_mach_absolute_time
812	_dtrace_get_thread_last_cpu_id
813	_find_user_regs
814	_dtrace_getreg
815	_dtrace_proc_selfruid
816	_dtrace_caller
817	_dtrace_getustackdepth
818	_dtrace_getarg
819	_dtrace_membar_consumer
820	arg1
821	_nprocs
822	_dtrace_priv_proc_control
823	_dtrace_copyout
824	arg4
825	arg3
826	arg2
827	_dtrace_copyinstr
828	_vm_kernel_slid_base
829	_vm_kernel_slid_top
830	_vm_kernel_slide
831	_dtrace_copyin
832	_vm_kernel_addrperm
833	_kernel_debug
834	_kernel_debug_string
835	_dtrace_copyoutstr
836	cs:_dtrace_helptrace_nlocals
837	ds:20h
838	_dtrace_helptrace_next
839	r9b
840	_dtrace_match_priv
841	_dtrace_aggregate_min
842	_dtrace_aggregate_max
843	_dtrace_aggregate_avg
844	_dtrace_aggregate_sum
845	_dtrace_aggregate_stddev
846	_dtrace_aggregate_quantize
847	_dtrace_aggregate_lquantize
848	ds:18h
849	_dtrace_aggregate_llquantize
850	di
851	ds:10h
852	_dtrace_aggregate_count
853	ds:8
854	_dtrace_vtime_enable
855	_dtrace_ecb_destroy
856	_PRIV_POLICY_ONLY
857	_dtrace_difo_release
858	r11b
859	_dtrace_vtime_disable
860	_uread
861	aFailedToCopyin
862	aInvalidLoadSiz
863	aLoadSizeExceed
864	cs:_dtrace_helpers
865	aReturnedValueD
866	XXXXhelper
867	aUstack
868	cs:_dtrace_helper_actions_max
869	_dtrace_difo_validate_helper
870	aUnmatchedHelpe
871	cs:_dtrace_helper_providers_max
872	aReferencedSect_1
873	ds:28h
874	aReferencedSect_0
875	aReferencedSect
876	r12b
877	aInvalidEntrySi
878	aBadNativeArgum
879	_dtrace_helper_provider_register
880	aNativeArgument
881	aInvalidProvide
882	aMisalignedSect_2
883	aBadNativeArgum_0
884	aBadTranslatedA
885	aTranslatedArgu
886	aInvalidProbeNa
887	aProviderSectio
888	aInvalidProbeOf
889	aInvalidArgs
890	aMisalignedEntr
891	aInvalidFunctio
892	aFunctionNameTo
893	aInvalidIsEnabl
894	aZeroProbeOffse
895	aZeroProbeAndIs
896	aIsEnabledOffse
897	aDof
898	_bcmp
899	aDofMagicString
900	aDofUsesTooMany
901	aDofHasInvalidD
902	aDofEncodingMis
903	aDofVersionMism
904	aDofUsesUnsuppo
905	aDofUsesTooMany_0
906	aDofHasInvalidI
907	aDofHasInvalidF
908	aMisalignedSect
909	aZeroSectionHea
910	aTruncatedSecti
911	aMisalignedSect_0
912	___strncpy_chk
913	_dtrace_dof_difo
914	_dtrace_predcache_id
915	cs:_dtrace_actions_max
916	aCorruptSection
917	aIllegalSection
918	aBadSectionAlig
919	aMisalignedSect_1
920	aBogusFormatStr
921	_dtrace_actdesc_release
922	aNonTerminating
923	aTruncatedEcbDe
924	aBadAlignmentIn
925	aInvalidProbeSe
926	aBadAlignmentIn_0
927	aTruncatedProbe
928	aCorruptProbePr
929	aCorruptProbeMo
930	aCorruptProbeFu
931	aCorruptProbeNa
932	aTruncatedActio
933	aBadAlignmentIn_2
934	aSectionEntrySi
935	aBadEntrySizeIn
936	aActionsExceedD
937	aEmptyFormatStr
938	_dtrace_helper_provider_remove
939	_dtrace_dof_difo_difo
940	aInvalidDifoHea
941	aBadAlignmentIn_1
942	aBadSizeInDifoH
943	aMissingDifText
944	aInvalidRegiste
945	_dtrace_difo_err
946	aNonZeroReserve
947	aInvalidBranchT
948	aInvalidVariabl
949	aCannotWriteToR
950	aInvalidInteger
951	aInvalidStringR
952	aInvalidSubrU
953	aInvalidRefType
954	aInvalidValType
955	aExceedsMaximum
956	aUnrecognizedDi
957	aBadAlignment
958	aEntrySizeMisma
959	aInvalidOpcodeU
960	aCorruptEntrySi
961	aExpectedRetAsL
962	XXXXhangedVariab
963	_dtrace_difo_init
964	aUnrecognizedVa
965	aUnrecognizedVa_0
966	aDExceedsVariab
967	aBadReturnSize
968	aBackwardBranch
969	aZeroSizedVaria
970	XXXXhangedVariab_0
971	aOversizedByRef
972	XXXXhangedVariab_1
973	aCannotWriteTo0
974	aDtraceDifObjec
975	_uprintf
976	_vuprintf
977	aIllegalDynamic
978	aIllegalDynamic_0
979	aIllegalVariabl
980	_dtrace_state_allocate
981	aDtraceAggidD
982	_getemajor
983	_makedevice
984	aDtraceOpenCoul
985	_ddi_driver_major
986	cs:_dtrace_nspec_default
987	cs:_dtrace_specsize_default
988	cs:_dtrace_stackframes_default
989	cs:_dtrace_ustackframes_default
990	cs:_dtrace_cleanrate_default
991	cs:_dtrace_aggrate_default
992	cs:_dtrace_switchrate_default
993	cs:_dtrace_statusrate_default
994	cs:_dtrace_jstackframes_default
995	cs:_dtrace_jstackstrsize_default
996	cs:_dtrace_buflimit_default
997	_cyclic_remove
998	_kmem_cache_free
999	_vmem_destroy
1000	_dtrace_state_free
1001	_dtrace_modctl_list
1002	aUnloadedModule
1003	aNonZeroOptionS
1004	aUnsetOption
1005	aRejectedOption
1006	aBadAlignmentIn_3
1007	aZeroedOptionEn
1008	aBadOptionEntry
1009	_dtrace_state_buffer
1010	cs:_dtrace_dstate_defsize
1011	aDstateDtdsChun
1012	_kmem_cache_alloc
1013	_dtrace_dynhash_sink
1014	cs:_dtrace_dynhash_sink
1015	aUintptrTStartL
1016	aUintptrTStartU
1017	aLimitUintptrTB
1018	aUintptrTDvarUi
1019	cs:_dtrace_statusrate_max
1020	cs:_dtrace_cleanrate_max
1021	cs:_dtrace_cleanrate_min
1022	cs:_dtrace_strsize_max
1023	cs:_dtrace_strsize_min
1024	cs:_dtrace_buflimit_max
1025	cs:_dtrace_buflimit_min
1026	_dtrace_state_clean
1027	_cyclic_add
1028	_dtrace_state_deadman
1029	cs:_dtrace_deadman_interval
1030	_dtrace_buffer_activate
1031	_dtrace_speculation_clean_here
1032	cs:_dtrace_deadman_user
1033	cs:_dtrace_nonroot_maxsize
1034	_PRIV_POLICY_CHOICE
1035	_dtrace_difo_duplicate
1036	cs:_dtrace_toxranges_max
1037	_fbt_probetab
1038	_fbt_probetab_mask
1039	_ml_set_interrupts_enabled
1040	_dtrace_invop
1041	_dtrace_instr_size
1042	_fbt_id
1043	aEntry
1044	_dtrace_probe_lookup
1045	_dtrace_probe_arg
1046	aDtraceSHasAnIn
1047	_kprintf
1048	_fbt_enable
1049	aReturn
1050	aText_0
1051	aLinkedit
1052	_fbt_excluded
1053	_fbt_provide_probe
1054	aKernelStackMem
1055	_iokit_post_constructor_init
1056	cs:_ProfileDumped
1057	cs:___llvm_profile_raw_version
1058	___llvm_profile_begin_counters
1059	___llvm_profile_end_counters
1060	___llvm_profile_begin_data
1061	___llvm_profile_end_data
1062	___llvm_profile_begin_names
1063	___llvm_profile_end_names
1064	___llvm_profile_get_num_padding_bytes
1065	_lprofBufferWriter
1066	_lprofWriteData
1067	_lprofWriteDataImpl
1068	cs:h
1069	cs:_DynamicBufferIOBuffer
1070	_BufferIOBuffer
1071	cs:_VPBufferSize
1072	cs:_TheBufferIO
1073	_TheBufferIO
1074	cs:_FreeHook
1075	_initBufferWriter
1076	___llvm_profile_get_data_size
1077	___llvm_profile_get_magic
1078	___llvm_profile_get_version
1079	_lprofWriteDataImpl_Zeroes
1080	_writeOneValueProfData
1081	_lprofBufferIOWrite
1082	_VPDataArray
1083	_mig_user_allocate_site
1084	_kalloc_canblock
1085	cs:_NDR_record.mig_vers
1086	_mig_strncpy_zerofill
1087	_mach_msg_rpc_from_kernel_body
1088	_kfree
1089	_k_zone
1090	_mach_msg_send_from_kernel_proper
1091	var_10C
1092	var_FC
1093	var_F4
1094	var_EC
1095	var_E4
1096	var_D4
1097	var_C4
1098	var_BC
1099	var_B4
1100	var_12C
1101	arg_80
1102	arg_78
1103	arg_70
1104	arg_68
1105	arg_60
1106	var_A4
1107	var_1A0
1108	var_194
1109	var_18C
1110	var_184
1111	var_17C
1112	var_164
1113	var_15C
1114	var_158
1115	var_14C
1116	var_144
1117	var_1BC
1118	arg_90
1119	arg_88
1120	aMemcpyChkObjec
1121	var_1C
1122	_UNDReply_subsystem
1123	_convert_port_to_UNDReply
1124	_UNDAlertCompletedWithResult_rpc
1125	_UNDNotificationCreated_rpc
1126	_usimple_lock
1127	_hw_lock_unlock
1128	_ipc_port_destroy
1129	_LockCompatGroup
1130	_lck_mtx_destroy
1131	_KUNCGetNotificationID_site
1132	cs:_ipc_space_kernel
1133	_ipc_port_alloc_special
1134	_realhost
1135	_ipc_port_copy_send
1136	_UNDExecute_rpc
1137	_ipc_port_release_send
1138	_UNDDisplayNoticeSimple_rpc
1139	_UNDDisplayAlertSimple_rpc
1140	_ipc_port_make_send
1141	_UNDDisplayCustomFromBundle_rpc
1142	_host_set_special_port
1143	aKdpPacketBadLe
1144	_kdp_packet_aligned_pkt
1145	_bcopy
1146	cs:_kdp_packet_aligned_pkt
1147	aKdpPacketBadRe
1148	aKdpPacketBadLe_0
1149	aKdpPacketReply
1150	_dispatch_table
1151	r8w
1152	r10w
1153	cs:_current_debugger
1154	cs:_active_debugger
1155	cs:_debugger_panic_str
1156	cs:_reattach_wait
1157	cs:_noresume_on_disconnect
1158	_kdp_machine_hostinfo
1159	cs:_kdp_flag
1160	_kdp_machine_vm_read
1161	_kdp_machine_vm_write
1162	_kdp_machine_read_regs
1163	_kdp_machine_write_regs
1164	aKdpUnknownRequ
1165	_kdp_set_breakpoint_internal
1166	_breakpoint_list
1167	aAttemptingSyst
1168	_PEHaltRestart
1169	_halt_all_cpus
1170	_kdp_kernelversion_string
1171	_kdp_machine_phys_read
1172	_kdp_machine_phys_write
1173	_kdp_machine_ioport_read
1174	_kdp_machine_ioport_write
1175	_kdp_machine_msr64_read
1176	_kdp_machine_msr64_write
1177	_kdp_set_dump_info
1178	_kdp_get_dump_info
1179	cs:_breakpoints_initialized
1180	aATrapWasAlread
1181	aKdpRemoveAllBr
1182	_stackshot_subsys_mutex
1183	_lck_mtx_try_lock
1184	_kcdata_get_memory_addr_with_flavor
1185	_clock_get_calendar_microtime
1186	cs:_stackshot_microsecs
1187	cs:_stack_snapshot_pid
1188	cs:_stack_snapshot_buf
1189	cs:_stack_snapshot_flags
1190	cs:_stack_snapshot_delta_since_timestamp
1191	cs:_panic_stackshot
1192	cs:_stackshot_kcdata_p
1193	cs:_stack_snapshot_bytes_traced
1194	_DebuggerSaveState
1195	_bootprofile_gather
1196	cs:_telemetry_sample_all_tasks
1197	_telemetry_buffer
1198	_telemetry_buffer_gather
1199	cs:_threads_count
1200	cs:_tasks_count
1201	data
1202	cs:_kernel_stackshot_buf
1203	cs:_kernel_map
1204	_kernel_memory_allocate
1205	cs:_log_leaks
1206	_trace_backtrace
1207	_kcdata_memory_alloc_init
1208	_pal_rtc_nanotime_info
1209	__rtc_nanotime_read
1210	_bootprofile_mtx
1211	cs:_bootprofile_buffer
1212	cs:_bootprofile_buffer_current_position
1213	_stackshot_remap_buffer
1214	cs:_kernel_stackshot_buf_size
1215	_kmem_free
1216	_vm_map_remap
1217	_copyio
1218	_vm_map_remove
1219	cs:_pmap_memory_region_count
1220	_pmap_memory_regions
1221	_kdp_lightweight_fault
1222	cs:_last_managed_page
1223	cs:_pmap_phys_attributes
1224	cs:_fault_stats
1225	cs:_kdp_snapshot
1226	cs:_stack_enable_faulting
1227	var_2E0
1228	aStackshotInFla
1229	_kcdata_add_uint32_with_description
1230	aStackshotInPid
1231	aSystemStateFla
1232	_kcdata_add_uint64_with_description
1233	_stack_snapshot_delta_since_timestamp
1234	_stackshot_microsecs
1235	_version
1236	cs:_processor_list
1237	cs:_processor_count
1238	cs:_vm_page_free_count
1239	cs:_vm_page_active_count
1240	cs:_vm_page_inactive_count
1241	cs:_vm_page_purgeable_count
1242	cs:_vm_page_wire_count
1243	cs:_vm_page_speculative_count
1244	cs:_vm_page_throttled_count
1245	cs:_buf_busycount
1246	cs:_vm_page_pageable_external_count
1247	cs:_compressor_object
1248	cs:_vm_page_free_target
1249	cs:_vm_pageout_stat_now
1250	_vm_pageout_stats
1251	var_280
1252	cs:_coalitions_q
1253	_coalitions_q
1254	_ml_validate_nofault
1255	cs:_tasks
1256	_tasks
1257	var_224
1258	var_20C
1259	_kcdata_add_container_marker
1260	var_1DC
1261	var_1EC
1262	_kcdata_record_task_delta_snapshot
1263	_kcdata_get_task_ss_flags
1264	cs:_kernel_task
1265	_kernel_map
1266	var_23C
1267	cs:_vm_kernel_slid_base
1268	cs:_vm_kernel_slid_top
1269	cs:_vm_kernel_slide
1270	cs:_vm_kernel_addrperm
1271	_kdp_find_phys
1272	cs:_kernel_pmap
1273	_bcopy_phys
1274	_thread_read_times
1275	var_26C
1276	var_264
1277	_machine_trace_thread
1278	_machine_trace_thread64
1279	cs:_pthread_functions
1280	_kcdata_undo_add_container_begin
1281	_kdp_rwlck_find_owner
1282	_kdp_mqueue_recv_find_owner
1283	_kdp_mqueue_send_find_owner
1284	_kdp_workloop_sync_wait_find_owner
1285	aSInvalidUlockO
1286	aKdpUlockFindOw
1287	_task_importance_list_pids
1288	cs:_gLoadedKextSummaries
1289	ds:14h
1290	cs:_gLoadedKextSummariesTimestamp
1291	cs:_kernel_uuid
1292	cs:_vm_kernel_stext
1293	_fault_stats
1294	aStackshotOutFl
1295	_kcdata_write_buffer_end
1296	cs:_unrestrict_coalition_syscalls
1297	cs:_prev_target_page
1298	cs:_validate_next_addr
1299	cs:_prev_target_kva
1300	cs:_physmap_base
1301	cs:_physmap_max
1302	aPhysmapPtovBou
1303	cs:_kdp_en_linkstatus
1304	cs:_kdp_en_setmode
1305	aDebug
1306	_PE_parse_boot_argn_internal
1307	cs:_kdp_en_send_pkt
1308	cs:_kdp_en_recv_pkt
1309	cs:_kdp_corezip_disabled
1310	aPanicdIp
1311	_panicd_ip_str
1312	cs:_panicd_specified
1313	aRouterIp
1314	_router_ip_str
1315	cs:_router_specified
1316	aPanicdPort
1317	_panicd_port
1318	cs:_panicd_port
1319	aPanicdCorename
1320	_corename_str
1321	cs:_corename_specified
1322	cs:_kdp_current_ip_address
1323	cs:_halt_in_debugger
1324	var_68.s_addr
1325	cs:_kdp_current_ifp
1326	aKdpIpAddr
1327	cs:_save_ip_in_nvram
1328	aKdpIpstr
1329	_inet_aton
1330	cs:_kdp_current_mac_address
1331	_kdp_serial_send
1332	aDDDD
1333	cs:_kdp_set_ip_and_mac_addresses_throttle_val
1334	cs:_kdp_set_ip_and_mac_addresses_last_time
1335	var_21
1336	_PEWriteNVRAMProperty
1337	_z_crc32
1338	cs:_uart_initted
1339	cs:_legacy_uart_enabled
1340	cs:_lpss_uart_enabled
1341	cs:_gPESF
1342	cs:_router_mac
1343	_pkt
1344	var_56
1345	cs:_panic_server_ip.s_addr
1346	cs:_last_panic_port
1347	var_4A
1348	var_46
1349	cs:_ip_id_13054
1350	var_39
1351	var_3A
1352	aOctet
1353	aFeatures
1354	_kdp_crashdump_feature_mask
1355	cs:_kdp_crashdump_pkt_size
1356	_kdp_crashdump_pkt_size
1357	aKdpCrashdumpPk
1358	_kdp_current_mac_address
1359	_destination_mac
1360	cs:_ip_id_13057
1361	_kdp_send_crashdump_pkt
1362	aKdpSendCrashdu
1363	cs:_kdp_dump_start_time
1364	cs:_kdp_superblock_dump_start_time
1365	var_29
1366	aTxRetryD
1367	cs:_panic_block
1368	_create_panic_header
1369	cs:_kdp_crashdump_short_pkt
1370	aOverflowDetect_1
1371	cs:_kdp_feature_large_crashdumps
1372	cs:_wait_for_link_first
1373	aWaitingForLink
1374	cs:_flag_panic_dump_in_progress
1375	_kdp_poll
1376	cs:_kdp_feature_large_pkt_size
1377	aProtocolFeatur
1378	aRxRetry
1379	_delay_for_interval
1380	aPanicServerRet
1381	aCannotContactP
1382	aReceivedADebug
1383	_kdb_printf_unbuffered
1384	cs:_kdp_superblock_dump_time
1385	cs:_kdp_max_superblock_dump_time
1386	cs:_kdp_min_superblock_dump_time
1387	aTotalNumberOfP
1388	aAvgSuperblockT
1389	aMinimumSuperbl
1390	aMaximumSuperbl
1391	aKdpPanicS
1392	aKdpPoll
1393	var_42
1394	cs:_kdp_poll_msg_printed
1395	aKdpPollNoDebug
1396	cs:_flag_dont_abort_panic_dump
1397	cs:_flag_arp_resolved
1398	cs:_target_ip
1399	cs:_current_resolved_MAC
1400	cs:_adr
1401	cs:_disableConsoleOutput
1402	cs:_kdp_trigger_core_dump
1403	cs:_panicd_ip_str
1404	cs:_router_ip_str
1405	aSystemDumpAbor
1406	_kdb_printf
1407	aEnteringSystem
1408	aKdpPanicDumpUn
1409	aXnu
1410	_strnstr
1411	_strncpy
1412	var_3D
1413	aErrorNoTranspo
1414	aADumpServerWas
1415	var_52
1416	var_51
1417	var_47
1418	aSSDDDDXS
1419	_panic_server_ip
1420	aAttemptingConn
1421	aInetAtonFailed
1422	cs:_destination_mac
1423	_kdp_arp_resolve
1424	aResolvedSSOrPr
1425	cs:_temp_mac
1426	_parsed_router_ip
1427	cs:_parsed_router_ip.s_addr
1428	cs:_router_ip
1429	aRoutingThrough
1430	aInetAtonFailed_0
1431	aTransmittingPa
1432	aKernelMapSizeI
1433	aSendingWriteRe
1434	_kern_dump
1435	cs:_msgbufp
1436	aTransmittingSy
1437	aTransmittingPa_0
1438	cs:_debug_buf_ptr
1439	cs:_debug_buf_base
1440	aPleaseFileABug
1441	_etherbroadcastaddr_9131
1442	_kdp_current_ip_address
1443	_etherbroadcastaddr_9132
1444	cs:_kernel_uuid_string
1445	_kernel_uuid_string
1446	cs:_panic_info
1447	aP
1448	var_6F
1449	cs:_debug_boot_arg
1450	_kdp_machine_init
1451	cs:_thread_call_zone
1452	_zalloc_internal
1453	_kdp_ml_enter_debugger_wrapper
1454	cs:_kdp_timer_call
1455	cs:_kdp_crashdump_feature_mask
1456	_kdp_core_init
1457	aKdpMatchName
1458	aSerial
1459	aInitializingSe
1460	_kdp_serial_callout
1461	_kdp_register_callout
1462	_kdp_serial_setmode
1463	_kdp_serial_receive
1464	_kdp_register_send_receive
1465	_kdp_set_ip_and_mac_addresses
1466	cs:_needs_serial_init
1467	_serial_init
1468	_kdp_unserialize_packet
1469	_exception_message
1470	aSExceptionXXX
1471	cs:_kdp
1472	gs:1Ch
1473	aKdpRaiseExcept_0
1474	_kdp_panic_dump
1475	cs:_kern_dump_successful
1476	aKdpSend
1477	var_5E
1478	var_4E
1479	aKdpExceptionAc
1480	_kdp_remove_all_breakpoints
1481	aRemoteDebugger
1482	aEthernetMacAdd
1483	aIpAddressDDDD
1484	aUsingSerialKdp
1485	aWaitingForRemo
1486	cs:_cons_ops_index
1487	_cons_ops
1488	aOptionsType
1489	aContinueC
1490	aRebootR
1491	cs:_exception_seq
1492	_kdp_packet
1493	_kdp_reply
1494	aConnectedToRem
1495	aContinuing
1496	_saved_reply
1497	aKdpBadSequence
1498	cs:_manual_pkt
1499	_manual_pkt
1500	cs:_flag_kdp_trigger_reboot
1501	cs:_kdp_reentry_deadline
1502	_thread_call_enter_delayed_internal
1503	aDebuggerReEntr
1504	aKdpRaiseExcept
1505	aRebooting
1506	aKdpReply
1507	var_66
1508	cs:_gIOPolledCoreFileVars
1509	_kdp_core_zs
1510	flush
1511	cs:_kdp_core_zs.avail_in
1512	cs:_kdp_core_zs.next_in
1513	cs:_kdp_core_zs.avail_out
1514	cs:_kdp_core_zs.next_out
1515	_deflate
1516	aZerrD
1517	_kern_coredump_log
1518	cs:_c_buffers
1519	cs:_c_buffers_size
1520	cs:_kdp_core_zmem
1521	cs:_kdp_core_zsize
1522	cs:_kdp_core_ramdisk_addr
1523	cs:_kdp_core_ramdisk_size
1524	aOverflowDetect_2
1525	cs:_debug_buf_size
1526	_kernel_pmap_present_mapping
1527	_kdp_send_crashdump_data
1528	cs:_kdp_core_zoffset
1529	cs:_kdp_core_zs.opaque
1530	_deflateReset
1531	cs:_kdp_core_zs.state
1532	_kdp_core_zinput
1533	aLld
1534	_kdp_core_header
1535	cs:_kdp_core_header
1536	_kern_dump_update_header
1537	aKernDumpUpdate
1538	aKernDumpUpdate_0
1539	aKernDumpUpdate_1
1540	aKernDumpSeekTo
1541	_kdp_core_zoutputbuf
1542	aS_8
1543	aTransmittingKe
1544	_kern_do_coredump
1545	aDoKernDumpClos
1546	cs:_kern_dump_dumped_local
1547	cs:_kern_dump_local_dump_in_progress
1548	_paniclog_flush_internal
1549	_IOPolledFileSeek
1550	aIopolledfilese
1551	_IOPolledFilePollersOpen
1552	aOutprocKdpWrqN
1553	_kern_dump_disk_proc
1554	_kdp_core_zoutput
1555	_IOPolledFileWrite
1556	aIopolledfilewr
1557	aIopolledfilese_0
1558	aDoKernDumpSeek
1559	aIopolledfilewr_1
1560	_IOPolledFilePollersClose
1561	aIopolledfilepo
1562	aWritingLocalCo
1563	aDoKernDumpSeek_0
1564	aIopolledfilewr_0
1565	aDoKernDumpPani
1566	aDoKernDumpCore
1567	aKdpCoreZoutput_0
1568	a100
1569	aKdpCoreZoutput
1570	cs:_kdp_core_zs.zalloc
1571	aKdpCoreZlibMem
1572	_kdp_core_zmem
1573	_kdp_core_zalloc
1574	_kdp_core_zfree
1575	cs:_kdp_core_zs.zfree
1576	version
1577	stream_size
1578	_deflateInit2_
1579	_kern_dump_save_summary
1580	_kern_dump_save_seg_descriptions
1581	_kern_dump_save_thread_state
1582	_kern_dump_save_sw_vers
1583	_kern_dump_save_segment_data
1584	__mh_execute_header
1585	ds:rva XXXX
1586	aKernel
1587	_kern_register_coredump_helper_internal
1588	_kern_dump_pmap_traverse_preflight_callback
1589	_pmap_traverse_present_mappings
1590	aSaveSummaryPma
1591	_kern_dump_pmap_traverse_send_segdesc_callback
1592	aSaveSegDescPma
1593	_kern_collectth_state
1594	_kern_dump_pmap_traverse_send_segdata_callback
1595	aSaveSegDataPma
1596	cs:_coredump_registered_count
1597	_kern_register_coredump_helper_internal_site
1598	a8sCoproc
1599	cs:_kernel_helper
1600	cs:_kern_coredump_core_list
1601	cmpxchg cs:_kern_coredump_core_list
1602	inc cs:_coredump_registered_count
1603	aRegisteredCore
1604	_kern_coredump_routine
1605	aFailedToSeekTo
1606	aBeginningCored
1607	_coredump_save_summary
1608	aKernCoredumpRo_0
1609	_coredump_save_segment_descriptions
1610	aKernCoredumpRo_2
1611	aCoredumpInitRe
1612	aKernCoredumpRo
1613	aKernCoredumpRo_1
1614	aKernCoredumpRo_3
1615	_coredump_save_thread_state
1616	aKernCoredumpRo_4
1617	aKernCoredumpRo_5
1618	_coredump_save_sw_vers
1619	aKernCoredumpRo_6
1620	_kdp_core_output
1621	aKernCoredumpRo_7
1622	_coredump_save_segment_data
1623	aCoredumpSaveSe
1624	aKernCoredumpRo_8
1625	aKernCoredumpRo_9
1626	aDoneCoredumpCo
1627	_kern_dump_record_file
1628	aKernCoredumpRo_10
1629	aCompressedFile
1630	_dummy_putc
1631	_consdebug_putc
1632	___doprnt
1633	_kdp_reset_output_vars
1634	aCoredumpSaveSu
1635	aCoredumpSaveSe_5
1636	aCoredumpSaveSe_2
1637	aCoredumpSaveSe_3
1638	aCoredumpSaveSe_6
1639	aCoredumpSaveSe_4
1640	aCoredumpSaveSe_7
1641	aCoredumpSaveTh_0
1642	aCoredumpSaveTh
1643	aCoredumpSaveTh_1
1644	aCoredumpSaveSw_0
1645	aCoredumpSaveSw
1646	aCoredumpSaveSw_1
1647	aCoredumpSaveSw_2
1648	aCoredumpSaveSw_3
1649	aCoredumpSaveSe_0
1650	aCoredumpSaveSe_1
1651	cs:_dsState
1652	cs:_dsPos
1653	cs:_dsHaveCRC
1654	_dsBuffer
1655	cs:_dsCRC
1656	cs:_dsBuffer
1657	_random_bool_gen_bits
1658	_ipc_entry_grow_table
1659	_lck_spin_sleep
1660	cs:_ipc_entry_grow_count
1661	_ipc_table_alloc_site
1662	_ipc_space_rand_freelist
1663	cs:_ipc_entry_grow_rescan_entries_max
1664	cs:_ipc_entry_grow_freelist_entries
1665	cs:_ipc_entry_grow_freelist_entries_max
1666	cs:_ipc_entry_grow_rescan_max
1667	cs:_ipc_entry_grow_rescan
1668	cs:_ipc_entry_grow_rescan_entries
1669	_ipc_hash_table_delete
1670	_thread_wakeup_prim
1671	cs:_ipc_table_entries
1672	cs:_ipc_table_entries_size
1673	aIpcEntryDeallo
1674	_ipc_importance_lock_data
1675	_ipc_importance_release_locked
1676	_ipc_importance_task_check_transition
1677	_ipc_importance_task_propagate_assertion_locked
1678	_ipc_importance_for_task
1679	aImportanceForP
1680	aDonated
1681	aLinked
1682	aDDOfDBoostsSFr
1683	aD_2
1684	cs:_ipc_importance_delayed_drop_call
1685	_ipc_importance_task_delayed_drop
1686	aVoucherImporta
1687	_ipc_importance_delayed_drop_queue
1688	cs:_ipc_importance_delayed_drop_call_requested
1689	cs:_ipc_importance_delayed_drop_timestamp
1690	cs:_ipc_importance_lock_data
1691	dec
1692	aLockNotOwnedPL
1693	aLockNotOwnedBy
1694	_ipc_importance_task_propagate_helper
1695	_ipc_importance_task_process_updates
1696	_ipc_port_importance_delta_internal
1697	_task_policy_update_locked
1698	_task_policy_update_complete_unlocked
1699	_task_deallocate
1700	cs:_ipc_importance_task_zone
1701	cs:_ipc_importance_inherit_zone
1702	aBugInProcessSD
1703	aBugInProcessSD_0
1704	cs:_kdebug_enable
1705	_kernel_debug_internal
1706	aDisablingImpRe
1707	aDisablingDeNap
1708	_task_importance_reset
1709	var_3E
1710	_hw_lock_try
1711	_ipc_port_multiple_lock_data
1712	_waitq_lock
1713	_ipc_port_sync_qos_delta
1714	_knote
1715	cs:_ipc_importance_control
1716	_mach_voucher_attr_control_get_values
1717	_ipc_importance_task_hold_internal_assertion
1718	_ipc_port_importance_delta
1719	_ipc_voucher_attr_control_create_mach_voucher
1720	_convert_voucher_to_port
1721	_ipc_importance_task_drop_legacy_external_assertion
1722	cs:_thread_max
1723	cs:_task_max
1724	aImpInteractive
1725	cs:_ipc_importance_interactive_receiver
1726	aIpcTaskImporta
1727	aIpcImportanceI
1728	inc cs:XXXX
1729	_ipc_importance_manager
1730	_ipc_importance_control
1731	_ipc_register_well_known_mach_voucher_attr_manager
1732	aVoucherImporta_0
1733	cs:_ipc_importance_delayed_drop_queue
1734	_ipc_importance_task_delayed_drop_scan
1735	aIpcImportanceI_0
1736	cs:_not_in_kdp
1737	aPanicSpinlockA
1738	cs:_LcksOpts
1739	cs:_ipc_lck_grp_attr
1740	_ipc_lck_grp_attr
1741	_ipc_lck_grp
1742	aIpc
1743	_lck_grp_init
1744	cs:_ipc_lck_attr
1745	cs:_ipc_port_multiple_lock_data
1746	cs:_ipc_port_timestamp_data
1747	cs:_ipc_space_max
1748	aIpcSpaces
1749	cs:_ipc_space_zone
1750	cs:_ipc_port_max
1751	aIpcPorts
1752	cs:_ipc_object_zones
1753	cs:_ipc_pset_max
1754	aIpcPortSets
1755	aIpcKmsgs
1756	cs:_ipc_kmsg_zone
1757	cs:_ipc_space_reply
1758	_mig_init
1759	_ipc_table_init
1760	_ipc_voucher_init
1761	_ipc_importance_init
1762	cs:_semaphore_max
1763	aSemaphores
1764	cs:_semaphore_zone
1765	aMkTimer
1766	cs:_mk_timer_zone
1767	_host_notify_init
1768	cs:_ipc_kernel_map_size
1769	_ipc_kernel_map
1770	_kmem_suballoc
1771	aIpcInitKmemSub
1772	cs:_ipc_kernel_copy_map_size
1773	_ipc_kernel_copy_map
1774	aIpcInitKmemXXXX
1775	cs:_ipc_kernel_copy_map
1776	cs:_kalloc_max_prerounded
1777	cs:_msg_ool_size_small
1778	_ipc_host_init
1779	_ipc_importance_thread_call_init
1780	_kdebug_debugid_enabled
1781	ds:0Ch
1782	cs:_KERNEL_SECURITY_TOKEN.val
1783	cs:_ipc_kmsg_max_body_space
1784	gs:0
1785	_ipc_kmsg_alloc_site
1786	_ipc_port_finalize
1787	dec cs:XXXX
1788	xadd cs:XXXX
1789	_ipc_object_zones
1790	aIpcKmsgRmqueue
1791	_ipc_kmsg_clean
1792	_ipc_kmsg_free
1793	_ipc_importance_clean
1794	_ipc_object_destroy_dest
1795	_ipc_object_destroy
1796	_ipc_kmsg_clean_body
1797	_vm_map_copy_discard
1798	cs:__ipc_kmsg_clean_invalid_desc
1799	_ipc_kmsg_alloc
1800	cs:_KERNEL_AUDIT_TOKEN.val
1801	_ipc_voucher_send_preprocessing
1802	_ipc_kmsg_destroy
1803	_ipc_kobject_server
1804	_ipc_importance_send
1805	_ipc_mqueue_send
1806	var_9C
1807	_ipc_right_copyin_check
1808	_ipc_right_copyin_two
1809	_ipc_right_copyin
1810	_io_free
1811	_ipc_entry_dealloc
1812	l_switch_table_ipc_object_copyin_type
1813	_ipc_get_pthpriority_from_kmsg_voucher
1814	_ipc_port_link_special_reply_port_with_qos
1815	_ipc_port_request_sparm
1816	_ipc_object_copyin
1817	_ipc_importance_check_circularity
1818	_vm_map_copyin_internal
1819	_ipc_kmsg_copyin_ool_ports_descriptor_site
1820	_copyinmap
1821	cs:_ipc_kmsg_max_vm_space
1822	_vm_allocate_kernel
1823	_ipc_kmsg_clean_partial
1824	_ipc_kmsg_copyin_ool_descriptor
1825	_ipc_kmsg_copyin_port_descriptor
1826	_ipc_kmsg_copyin_ool_ports_descriptor
1827	_ipc_kmsg_copyin_header
1828	_ipc_kmsg_copyin_body
1829	_ipc_object_copyin_from_kernel
1830	_ipc_port_spnotify
1831	_ipc_right_reverse
1832	_ipc_entry_claim
1833	_ipc_right_copyout
1834	_ipc_object_copyout_dest
1835	_ipc_port_release_sonce
1836	_ipc_object_copyout
1837	aInconsistentOo
1838	_vm_map_copyout_internal
1839	_mach_vm_allocate_kernel
1840	_copyoutmap
1841	aScatterListsDi
1842	_ipc_kmsg_copyout_ool_descriptor
1843	aUntypedIpcCopy
1844	_ipc_kmsg_copyout_port_descriptor
1845	_ipc_kmsg_copyout_ool_ports_descriptor
1846	_ipc_kmsg_copyout_header
1847	_ipc_kmsg_copyout_body
1848	l_switch_table_ipc_mqueue_select_on_thread
1849	_waitq_set_init
1850	_waitq_set_deinit
1851	_waitq_deinit
1852	_waitq_prepost_reserve
1853	_waitq_prepost_release_reserve
1854	_waitq_member
1855	_waitq_unlink
1856	_waitq_unlink_all_unlock
1857	_waitq_set_unlink_all_unlock
1858	_waitq_link
1859	_ipc_mqueue_full
1860	_waitq_wakeup64_one_locked
1861	_waitq_clear_prepost_locked
1862	_ipc_kmsg_copyout_size
1863	_waitq_wakeup64_identify_locked
1864	_knote_vanish
1865	_waitq_wakeup64_all_locked
1866	_ipc_mqueue_post
1867	_waitq_assert_wait64_locked
1868	_thread_block_reason
1869	aIpcMqueueSendU
1870	_ipc_kmsg_trace_send
1871	_waitq_clear_promotion_locked
1872	aIpcMqueueRecei
1873	aIpcMqueueRecei_0
1874	_mach_msg_receive_results
1875	_ipc_mqueue_receive_on_thread
1876	_ipc_mqueue_receive_continue
1877	_mqueue_process_prepost_receive
1878	_wqset_iterate_prepost_cb
1879	_wq_prepost_foreach_locked
1880	_ipc_mqueue_select_on_thread
1881	aUnknownMqueueT
1882	aIpcMqueueRecei_1
1883	_ipc_mqueue_peek_locked
1884	_mqueue_peek_iterator
1885	_ipc_kmsg_dequeue
1886	_ipc_port_unlink_special_reply_port_locked
1887	_ipc_right_lookup_write
1888	_ipc_right_lookup_two_write
1889	_ipc_entry_alloc
1890	_ipc_entry_alloc_name
1891	_ipc_importance_task_drop_internal_assertion
1892	aIpcObjectCopyi
1893	_ipc_port_release_receive
1894	aIpcObjectDestr
1895	aIpcObjectDestr_0
1896	_ipc_entry_get
1897	aIpcObjectCopyo
1898	_ipc_right_rename
1899	xadd cs:_ipc_port_timestamp_data
1900	cs:_ipc_table_requests
1901	_ipc_mqueue_override_send
1902	_ipc_mqueue_destroy_locked
1903	_ipc_object_alloc
1904	_ipc_object_alloc_name
1905	_ipc_kmsg_reap_delayed
1906	_ipc_kobject_destroy
1907	var_22
1908	var_1A
1909	_knote_adjust_sync_qos
1910	_ipc_port_adjust_sync_qos
1911	aOverReleaseOfP
1912	aOverReleaseOfP_0
1913	_waitq_link_reserve
1914	_waitq_link_release
1915	_ipc_port_get_max_sync_qos_index
1916	_knote_adjust_qos
1917	_knote_markstayactive
1918	_knote_clearstayactive
1919	movsd
1920	_ipc_mqueue_set_peek
1921	_ipc_mqueue_add
1922	_ipc_right_check
1923	_ipc_port_request_alloc
1924	_ipc_port_request_grow
1925	_ipc_hash_delete
1926	_ipc_pset_destroy
1927	aIpcRightTermin
1928	aIpcRightDestro
1929	_thread_guard_violation
1930	aIpcRightDeltaS
1931	aIpcRightCopyin
1932	_ipc_port_clear_receiver
1933	aIpcRightCopyou
1934	aIpcRightRename
1935	_early_random
1936	_ipc_right_destroy
1937	_ipc_right_terminate
1938	_ipc_table_init_site
1939	cs:_ipc_table_requests_size
1940	_ipc_table_init_site_1
1941	_user_data_lock_data
1942	_user_data_bucket
1943	_user_data_dedup_site
1944	_user_data_manager
1945	aVoucherUserDat
1946	aIpcVouchers
1947	cs:_ipc_voucher_zone
1948	aIpcVoucherAttr
1949	cs:_ipc_voucher_attr_control_zone
1950	cs:_ivht_lock_data
1951	_ivht_bucket
1952	cs:_ivgt_lock_data
1953	_user_data_attr_manager_init
1954	cs:_user_data_manager_inited
1955	_user_data_control
1956	aVoucherUserDat_0
1957	_test_control
1958	aVoucherUserDat_1
1959	cs:_user_data_lock_data
1960	_ivac_alloc
1961	_ivgt_lock_data
1962	_iv_global_table
1963	_ivac_dealloc
1964	_ivac_alloc_site
1965	aDeallocingARes
1966	_iv_alloc_site
1967	_ivht_lock_data
1968	cs:_ivht_count
1969	_ivace_release
1970	_ipc_object_translate
1971	_iv_dealloc
1972	_ipc_port_nsrequest
1973	_ipc_execute_voucher_recipe_command
1974	_iv_dedup
1975	_ivace_reference_by_value
1976	_ipc_replace_voucher_value
1977	cs:_ipc_voucher_trace_contents
1978	var_434
1979	var_430
1980	_mach_voucher_extract_all_attr_recipes
1981	var_418
1982	var_440
1983	aCannotGrowIpcS
1984	_ivac_grow_table_site
1985	aFailedToGrowIv
1986	__global_eventq
1987	_waitq_wakeup64_all
1988	_mach_voucher_extract_attr_recipe
1989	_ipc_create_mach_voucher
1990	cs:_voucher_activity_id
1991	xadd cs:_voucher_activity_id
1992	_mac_task_check_expose_task
1993	cs:_ipc_kernel_map
1994	_vm_map_unwire_nested
1995	object_addr
1996	_mach_port_kobject
1997	_port_name_to_task
1998	_vm_map_protect
1999	_vm_map_enter_mem_object_helper
2000	_vm_map_purgable_control
2001	qos._bf0
2002	qos
2003	name
2004	_mach_port_allocate_full
2005	_mach_port_destroy
2006	_ipc_right_dealloc
2007	_mach_port_mod_refs
2008	_mach_port_move_member
2009	_ipc_object_copyout_name
2010	_mach_port_insert_member
2011	_mach_port_extract_member
2012	_mach_port_construct
2013	_ipc_right_destruct
2014	_mach_port_guard
2015	_mach_port_unguard
2016	_port_name_to_host
2017	_host_create_mach_voucher_trap_site
2018	_host_create_mach_voucher
2019	_ipc_port_copyout_send
2020	_convert_port_name_to_voucher
2021	_mach_voucher_extract_attr_recipe_trap_site
2022	_ipc_kmsg_copyin
2023	_ipc_kmsg_send
2024	_ipc_kmsg_copyout_pseudo
2025	_ipc_kmsg_copyout_dest
2026	_trailer_template
2027	_ipc_importance_receive
2028	_ipc_voucher_receive_postprocessing
2029	ds:10004004h
2030	_ipc_kmsg_put
2031	_ipc_mqueue_copyin
2032	_ipc_mqueue_receive
2033	_thread_poll_yield
2034	_ipc_kmsg_get
2035	_thread_syscall_return
2036	_mach_msg_overwrite_trap
2037	_vm_map_wire_nested
2038	_mach_port_names_helper
2039	_ipc_right_info
2040	_ipc_port_alloc
2041	_ipc_object_alloc_dead
2042	_ipc_pset_alloc
2043	_ipc_port_alloc_name
2044	_ipc_pset_alloc_name
2045	_ipc_kmsg_set_prealloc
2046	aMachPortGetRef
2047	_ipc_right_delta
2048	l_switch_table_mach_port_peek
2049	_ipc_mqueue_set_gather_member_names
2050	_waitq_alloc_prepost_reservation
2051	_ipc_right_request_alloc
2052	_mach_port_get_status_helper
2053	_ipc_mqueue_set_qlimit
2054	_ipc_object_translate_two
2055	_exception_triage_thread
2056	_psignal_internal
2057	_mach_port_set_attributes
2058	cs:_x86_affinity_count
2059	_affinity_set_remove
2060	_affinity_space_alloc_site
2061	_task_lck_grp
2062	_task_lck_attr
2063	_affinity_set_alloc_site
2064	_affinity_set_place
2065	cs:_affinity_sets_enabled
2066	ds:0Fh
2067	aAffinitySetPla
2068	aAsetNumDInSNUs
2069	cs:_affinity_sets_mapping
2070	cs:_x86_affinities
2071	_thread_preempted
2072	_dtrace_ast
2073	_bsd_ast
2074	_mac_thread_userret
2075	_thread_apc_ast
2076	_guard_ast
2077	_ledger_ast
2078	_kpc_thread_ast_handler
2079	_kperf_thread_ast_handler
2080	_kevent_ast
2081	_telemetry_take_sample
2082	_sfi_ast
2083	_csw_check_locked
2084	_thread_exception_return
2085	_sfi_thread_classify
2086	_audit_default_se
2087	_audit_unref_session
2088	_backtrace_frame
2089	_backtrace_thread_user
2090	_get_task_map_reference
2091	_vm_map_switch
2092	_vm_map_deallocate
2093	cs:_vm_kernel_ready
2094	cs:_kmem_alloc_ready
2095	cs:_zelems_count
2096	cs:_max_mem
2097	_zelems_count
2098	aZelems
2099	aSetNumberOfLog
2100	size
2101	_pmap_steal_memory
2102	_btlog_evict_elements_from_record
2103	aBtlogEvictionR
2104	aBtlogMissingHa
2105	_btlog_add_record_to_freelist
2106	cs:_g_crypto_funcs
2107	_MD5Init
2108	_MD5Update
2109	_MD5Final
2110	aExplicitRemova
2111	cs:_clock_lock
2112	_lck_grp_attr_alloc_init_site
2113	cs:_settime_lock_grp_attr
2114	_lck_grp_alloc_init_site
2115	aSettimeGrp
2116	cs:_settime_lock_grp
2117	_lck_attr_alloc_init_site
2118	cs:_settime_lock_attr
2119	_settime_lock
2120	_clock_oldconfig
2121	_ntp_init
2122	cs:_ticks_per_sec
2123	cs:_clock_count
2124	_clock_list
2125	cs:_hz_tick_interval
2126	cs:_sched_one_second_interval
2127	_sched_timeshare_timebase_init
2128	cs:_min_rt_quantum
2129	cs:_max_rt_quantum
2130	_clock_lock
2131	_get_scaled_time
2132	cs:_clock_calend
2133	cs:_gtod_time_data32
2134	cs:_gtod_time_data64
2135	cs:_clock_boottime_usec
2136	cs:_clock_boottime
2137	cs:_has_monotonic_clock
2138	cs:__ZL11gIOPlatform_25839
2139	_host_notify_all
2140	or cs:XXXX
2141	_flipflop
2142	_clock_calend
2143	cs:__ZL11gIOPlatform_25845
2144	_ntp_update_second
2145	aKernMonotonicc
2146	__os_log_default
2147	_clock_initialize_calendar__os_log_fmt
2148	aClockInitializ
2149	__os_log_internal
2150	_clock_initialize_calendar__os_log_fmt_3
2151	_clock_initialize_calendar__os_log_fmt_5
2152	cs:_mach_absolutetime_asleep
2153	aSCouldNotCallK
2154	aClockWakeupCal
2155	aMonotonic
2156	aPmu
2157	_clock_wakeup_calendar__os_log_fmt
2158	cs:_mach_absolutetime_last_sleep
2159	_clock_wakeup_calendar__os_log_fmt_11
2160	_adjust_cont_time_thread_calls
2161	_mach_wait_until_trap
2162	_assert_wait_deadline_with_leeway
2163	_mach_wait_until_continue
2164	cs:_delay_spin_threshold
2165	_clock_delay_until
2166	__clock_delay_until_deadline_with_leeway
2167	_clock_get_calendar_nanotime
2168	l_switch_table_calend_getattr
2169	cs:_alarm_lock
2170	_alarm_done_call
2171	_alarm_done
2172	cs:_alarm_done_call
2173	_alarm_expire
2174	_alarm_expire_timer
2175	cs:_alarm_expire_timer
2176	cs:_alrm_seqno
2177	_alarm_lock
2178	cs:_alrmdone
2179	_alrmdone
2180	aClockAlarmDeli
2181	cs:_alrmfree
2182	cs:_clock_list
2183	cs:_alrmlist
2184	_alrmlist
2185	_thread_call_enter
2186	_timer_call_enter_internal
2187	_ipc_clock_init
2188	_ipc_clock_enable
2189	aAlarms
2190	cs:_alarm_zone
2191	_port_name_to_clock
2192	_assert_wait
2193	cs:_corpse_coalition
2194	cs:_task_ledger_template
2195	_ledger_instantiate
2196	_ledger_rollup
2197	_task_gpu_utilisation
2198	_task_update_cpu_time_qos_stats
2199	cs:_task_ledgers
2200	cs:_coalition_zone
2201	_s_coalition_types
2202	_coalitions_lck_grp
2203	_coalitions_lck_attr
2204	_coalitions_list_lock
2205	cs:_coalition_next_id
2206	cs:_coalition_count
2207	aInvalidQueueEl_0
2208	aInvalidQueueEl
2209	aJetsam
2210	aUnknown
2211	aResource
2212	aSCoalitionPIdL_0
2213	aICoalResourceA
2214	aSCoalitionPIdL
2215	aICoalResourceR
2216	aSTaskPAttempti
2217	aICoalJetsamSet
2218	aSInvalidRoleDF
2219	_re_queue_tail
2220	aInvalidQueueEl_1
2221	_lck_mtx_assert
2222	aResurrectingCo
2223	aResurrectingCo_0
2224	_init_coalition
2225	_coalitions_adopt_task
2226	aFailedToAdoptT
2227	_coalition_remove_task_internal
2228	_coalition_remove_active
2229	_corpse_coalition
2230	aFailedToAdoptT_0
2231	_coalition_release
2232	aDeallocatingTa
2233	aCoalitions
2234	aUnrestrictCoal
2235	_unrestrict_coalition_syscalls
2236	aTgAdaptive
2237	_merge_adaptive_coalitions
2238	cs:_merge_adaptive_coalitions
2239	cs:_coalitions_lck_grp_attr
2240	_coalitions_lck_grp_attr
2241	aCoalition
2242	cs:_coalitions_lck_attr
2243	_init_task_ledgers
2244	_coalition_create_internal
2245	aSCouldNotCreat
2246	aCoalitionsInit
2247	aSCouldNotCreat_0
2248	_get_task_phys_footprint
2249	var_53C
2250	var_538
2251	var_530
2252	var_550
2253	_coalition_get_sort_list
2254	var_548
2255	var_52C
2256	var_528
2257	l_switch_table_coalition_get_pid_list
2258	_qsort
2259	aWarningMoreTha
2260	_uuid_unparse_upper
2261	aAssertions_0
2262	_mach_assert
2263	cs:_mach_assert
2264	_debug_boot_arg
2265	cs:_panicDebugging
2266	cs:_csr_allow_all
2267	cs:_debugger_is_panic
2268	_extended_debug_log_init_site
2269	cs:_extended_debug_log_enabled
2270	aNestedPanicDet
2271	cs:_PE_kputc
2272	aSDAssertionFai
2273	aSDNonFatalAsse
2274	_panic_trap_to_debugger
2275	cs:_plctrace_enabled
2276	cs:_write_trace_on_panic
2277	aVarTmpPanicTra
